Repository: imperviousinc/beacon-ios
Catalog: Shared/*.lproj/Default Browser.strings
Languages: el, hr, ne_np, ur

# DefaultBrowserCard.Button
source: Go to Settings
el: Μετάβαση στις ρυθμίσεις
hr: Idi na postavke
ne_np: सेटिंग्स मा जानुहोस्
ur: ترتیبات پر جائیں

# DefaultBrowserCard.Button.v2
source: Learn How
el: Μάθετε πώς
hr: Saznaj kako
ne_np: कसरी हो सिक्नुहोस्
ur: کیسے سیکھیں

# DefaultBrowserCard.Description
source: Set links from websites, emails, and Messages to open automatically in Beacon.
el: Ρύθμιση συνδέσμων ιστοσελίδων, email και μηνυμάτων ώστε να ανοίγουν στο Impervious.
hr: Postavi automatsko otvaranje poveznica web lokacija, e-mailova i poruka u Firefoxu.
ne_np: स्वचालित रूपमा Firefoxबाट खोल्नको लागि वेबसाइटहरू,ईमेलहरू र सन्देशहरूबाट आउने लिंकहरू सेट गर्नुहोस् ।
ur: ویب سائٹ، ای میل اور میسج کے لنک Impervious میں خود بخود کھلنے کے لئے سیٹ کریں۔

# DefaultBrowserCard.Title
source: Switch Your Default Browser
el: Αλλαγή κύριου φυλλομετρητή
hr: Promijeni standardni preglednik
ne_np: तपाईंको पूर्वनिर्धारित ब्राउजर स्विच गर्नुहोस्
ur: اپنا طے شدہ براؤزر سوئچ کریں

# DefaultBrowserOnboarding.Button
source: Go to Settings
el: Μετάβαση στις ρυθμίσεις
hr: Idi u Postavke
ne_np: सेटिंग्स मा जानुहोस्
ur: سیٹنگز پر جائیں

# DefaultBrowserOnboarding.Description1
source: 1. Go to Settings
el: 1. Μεταβείτε στις Ρυθμίσεις
hr: 1. Idi u Postavke
ne_np: 1। सेटिंग्स मा जानुहोस्
ur: 1. سیٹنگز پر جائیں

# DefaultBrowserOnboarding.Description2
source: 2. Tap Default Browser App
el: 2. Πατήστε "Προεπιλεγμένο πρόγραμμα περιήγησης εφαρμογών"
hr: 2. Dodirni Zadana aplikacija preglednika
ne_np: 2। पूर्वनिर्धारित ब्राउजर अनुप्रयोग ट्याप गर्नुहोस्
ur: 2. طے شدہ براؤزر ایپ کو ٹیپ کریں

# DefaultBrowserOnboarding.Description3
source: 3. Select Beacon
el: 3. Επιλέξτε το Impervious
hr: 3. Odaberi Impervious
ne_np: 3। Beacon चयन गर्नुहोस्
ur: 3. Impervious کو منتخب کریں

# DefaultBrowserOnboarding.Screenshot
source: Default Browser App
el: Προεπιλεγμένο πρόγραμμα περιήγησης εφαρμογών
hr: Zadana aplikacija preglednika
ne_np: पूर्वनिर्धारित ब्राउजर ए्याप
ur: طے شدہ براؤزر ایپ

# Settings.DefaultBrowserMenuItem
source: Set as Default Browser
el: Ορισμός ως κύριος φυλλομετρητής
hr: Postavi kao standardni preglednik
ne_np: पूर्वनिर्धारित ब्राउजरको रूपमा सेट गर्नुहोस्
ur: ڈیفالٹ براؤزر کے طور پر سیٹ کریں
