Repository: imperviousinc/beacon-ios
Catalog: Shared/*.lproj/Intro.strings
Languages: eo, sq

# Intro.Slides.Automatic.Privacy.Description
source: Enhanced Tracking Protection blocks malware and stops trackers.
eo: Plibonigita protekto kontraŭ spurado blokas malicajn programojn kaj haltigas spurilojn.
sq: Mbrojtja e Thelluar Nga Gjurmimi bllokon malware-in dhe ndal gjurmues.

# Intro.Slides.Automatic.Privacy.Title
source: Automatic Privacy
eo: Aŭtomata privateco
sq: Privatësi e Vetvetishme

# Intro.Slides.Button.Next
source: Next
eo: Antaŭen
sq: Pasuesi

# Intro.Slides.Button.SignIn
source: Sign In
eo: Komenci seancon
sq: Hyni

# Intro.Slides.Button.SignUp
source: Sign Up
eo: Enskribiĝi
sq: Regjistrohuni

# Intro.Slides.Fast.Search.Description
source: Search suggestions get you to websites faster.
eo: Serĉaj sugestoj portas vin pli rapide al retejoj.
sq: Sugjerimet për kërkimin ju shpien më shpejt te sajtet.

# Intro.Slides.Fast.Search.Title
source: Fast Search
eo: Rapida serĉo
sq: Kërkim i Shpejtë

# Intro.Slides.Beacon.Account.Sync.Description
source: Bring bookmarks, history, and passwords to Beacon on this device.
eo: Porti legosignojn, historion kaj pasvortojn al Beacon en tiu ĉi aparato.
sq: Sillni te Beacon-i në këtë pajisje faqerojtës, historik dhe fjalëkalime.

# Intro.Slides.Beacon.Account.Sync.Title
source: Sync Beacon Between Devices
eo: Speguli Beacon inter aparatoj
sq: Njëkohësoni Beacon-in Mes Pajisjesh

# Intro.Slides.Mail.Description
source: Use any email app — not just Mail — with Beacon.
eo: Uzi iun retpoŝta programo, ne nur Mail - per Beacon.
sq: Përdorni në Beacon çfarëdo aplikacioni email, jo thjesht Mail-in.

# Intro.Slides.Mail.Title
source: You’ve got mail… options
eo: Vi havas mesaĝojn… kaj elekteblojn
sq: Mundësi për “Erdhi posta!”

# Intro.Slides.Private.Description
source: Tap the mask icon to slip into Private Browsing mode.
eo: Tuŝetu la maskan emblemon por eniri en la reĝimo de privata retumo.
sq: Prekni ikonën maskë që të kaloni nën mënyrën Shfletim Privat.

# Intro.Slides.Private.Title
source: Browse like no one’s watching
eo: Retumi kvazaŭ neniu vin rigardus
sq: Shfletoni si të mos ju shihte njeri

# Intro.Slides.Safe.Sync.Description
source: Protect your logins and data everywhere you use Beacon.
eo: Protekti viajn legitimilojn kaj datumojn ĉie, kie vi uzas Beacon.
sq: Mbroni kredencialet tuaj të hyrjeve dhe të dhënat tuaja kudo ku përdorni Beacon-in.

# Intro.Slides.Safe.Sync.Title
source: Safe Sync
eo: Sekura spegulado
sq: Njëkohësim i Sigurt

# Intro.Slides.Search.Description
source: Searching for something different? Choose another default search engine (or add your own) in Settings.
eo: Ĉu vi serĉas ion alian, malsaman? Elektu alian norman serĉilon (aŭ aldonu propran) en la agordoj.
sq: Po kërkoni për diçka tjetër? Zgjidhni te Rregullimet një tjetër motor parazgjedhje kërkimesh (ose shtoni tuajin).

# Intro.Slides.Search.Title
source: Your search, your way
eo: Via serĉo laŭ via maniero
sq: Kërkimi juaj, me mënyrën tuaj

# Intro.Slides.TrailheadSync.Description
source: Sign in to your account to sync and access more features.
eo: Komenci seancon per via konto por speguli kaj aliri aliajn trajtojn.
sq: Bëni hyrjen te llogaria juaj që të bëhet njëkohësimi dhe të përdorni më tepër veçori.

# Intro.Slides.TrailheadSync.Title.v2
source: Sync your bookmarks, history, and passwords to your phone.
eo: Spegulu viajn legosignojn, historion kaj pasvortojn en via telefono.
sq: Njëkohësoni faqerojtësit, historikun dhe fjalëkalimet te telefoni juaj.

# Intro.Slides.Welcome.Description.v2
source: Fast, private, and on your side.
eo: Rapida, privata, ĉe via flanko.
sq: I shpejtë, privat, dhe krah jush.

# Intro.Slides.Welcome.Title.v2
source: Welcome to Beacon
eo: Bonvenon al Beacon
sq: Mirë se vini në Beacon

source: Start Browsing
eo: Komenci retumi
sq: Filloni të Shfletoni

source: Turn on Sync…
eo: Ŝalti Speguladon…
sq: Aktivizoni Sync-un…
