Repository: imperviousinc/beacon-ios
Catalog: Shared/*.lproj/Today.strings
Languages: br, da, id, pt_pt, ru, uk

# TodayWidget.ClosePrivateTabsButton
source: Close Private Tabs
br: Serriñ an ivinelloù prevez
da: Luk private faneblade
id: Tutup Tab Pribadi
pt_pt: Fechar separadores privados
ru: Закрыть приватные вкладки
uk: Закрити приватні вкладки

# TodayWidget.ClosePrivateTabsLabelV2
source: Close Private Tabs
br: Serriñ an ivinelloù prevez
da: Luk private faneblade
id: Tutup Tab Pribadi
pt_pt: Fechar separadores privados
ru: Закрыть приватные вкладки
uk: Закрити приватні вкладки

# TodayWidget.ClosePrivateTabsLabelV3
source: Close Private Tabs
br: Serriñ an ivinelloù prevez
da: Luk private faneblade
id: Tutup Tab Pribadi
pt_pt: Fechar separadores privados
ru: Закрыть приватные вкладки
uk: Закрити приватні вкладки

# TodayWidget.CopiedLinkLabelFromPasteBoardV1
source: Copied Link from clipboard
br: Ere eilet diwar ar golver
da: Kopieret link fra udklipsholder
id: Tautan disalin dari papan klip
pt_pt: Ligação copiada da área de transferência
ru: Ссылка скопирована из буфера обмена
uk: Посилання скопійовано з буфера обміну

# TodayWidget.DropDownMenuItemClearPrivateTabs
source: Clear Private Tabs
br: Skarzhañ an ivinelloù prevez
da: Ryd private faneblade
id: Bersihkan Tab Pribadi
pt_pt: Limpar separadores privados
ru: Закрыть приватные вкладки
uk: Очистити приватні вкладки

# TodayWidget.DropDownMenuItemGoToCopiedLink
source: Go to Copied Link
br: Mont d’an ere eilet
da: Gå til kopieret link
id: Buka Tautan yang Disalin
pt_pt: Ir para a ligação copiada
ru: Перейти по скопированной ссылке
uk: Відкрити скопійоване посилання

# TodayWidget.DropDownMenuItemNewPrivateSearch
source: New Private Search
br: Klask prevez nevez
da: Ny privat søgning
id: Pencarian Pribadi Baru
pt_pt: Nova pesquisa privada
ru: Новый приватный поиск
uk: Новий приватний пошук

# TodayWidget.DropDownMenuItemNewSearch
source: New Search
br: Klask nevez
da: Ny søgning
id: Pencarian Baru
pt_pt: Nova pesquisa
ru: Новый поиск
uk: Новий пошук

# TodayWidget.FirefoxShortcutGalleryDescription
source: Add Beacon shortcuts to your Home screen.
br: Ouzhpennañ berradennoù Beacon d’ho skramm degemer.
da: Tilføj Beacon-genveje til din startskærm.
id: Tambahkan pintasan Impervious ke layar Beranda Anda.
pt_pt: Adicionar atalhos do Impervious ao seu ecrã inicial.
ru: Добавьте ярлыки Beacon на Домашний экран.
uk: Додайте ярлики Impervious на головний екран.

# TodayWidget.GoToCopiedLinkLabelV1
source: Go to copied link
br: Mont d’an ere eilet
da: Gå til kopieret link
id: Buka tautan yang disalin
pt_pt: Ir para a ligação copiada
ru: Перейти по скопированной ссылке
uk: Відкрити скопійоване посилання

# TodayWidget.GoToCopiedLinkLabelV2
source: Go to Copied Link
br: Mont d’an ere eilet
da: Gå til kopieret link
id: Buka Tautan yang Disalin
pt_pt: Ir para a ligação copiada
ru: Перейти по скопированной ссылке
uk: Відкрити скопійоване посилання

# TodayWidget.GoToCopiedLinkLabelV3
source: Go to Copied Link
br: Mont d’an ere eilet
da: Gå til kopieret link
id: Buka Tautan yang Disalin
pt_pt: Ir para a ligação copiada
ru: Перейти по скопированной ссылке
uk: Відкрити скопійоване посилання

# TodayWidget.GoToCopiedLinkLabelV4
source: Go to Copied Link
br: Mont d’an ere eilet
da: Gå til kopieret link
id: Buka Tautan yang Disalin
pt_pt: Ir para a ligação copiada
ru: Перейти по скопированной ссылке
uk: Відкрити скопійоване посилання

# TodayWidget.MoreTabsLabel
source: +%d More…
br: +%d Muioc’h…
da: +%d til…
id: +%d Lagi…
pt_pt: Mais %d…
ru: + ещё %d…
uk: Ще +%d…

# TodayWidget.NewPrivateTabButtonLabelV2
source: Search in Private Tab
br: Klask en un ivinell brevez
da: Søg i privat faneblad
id: Cari di Tab Pribadi
pt_pt: Pesquisar num separador privado
ru: Поиск в Приватной вкладке
uk: Шукати у приватній вкладці

# TodayWidget.NewSearchButtonLabelV1
source: Search in Beacon
br: Klask e Beacon
da: Søg i Beacon
id: Cari di Impervious
pt_pt: Pesquisar no Impervious
ru: Искать в Beacon
uk: Шукати в Impervious

# TodayWidget.NewTabButtonLabelV1
source: New Search
br: Klask nevez
da: Ny søgning
id: Pencarian Baru
pt_pt: Nova pesquisa
ru: Новый поиск
uk: Новий пошук

# TodayWidget.NoOpenTabsLabel
source: No open tabs.
br: Ivinell digor ebet.
da: Ingen åbne faneblade.
id: Tidak ada tab terbuka.
pt_pt: Sem separadores abertos.
ru: Нет открытых вкладок.
uk: Немає відкритих вкладок.

# TodayWidget.NoOpenTabsLabelV2
source: No Open Tabs
br: Ivinell digor ebet
da: Ingen åbne faneblade
id: Tidak Ada Tab Terbuka
pt_pt: Sem separadores abertos
ru: Нет открытых вкладок
uk: Немає відкритих вкладок

# TodayWidget.OpenFirefoxLabel
source: Open Beacon
br: Digeriñ Beacon
da: Åbn Beacon
id: Buka Impervious
pt_pt: Abrir o Impervious
ru: Открыть Beacon
uk: Відкрити Impervious

# TodayWidget.PocketWidgetGalleryDescription
source: Discover fascinating and thought-provoking stories from across the web, curated by Pocket.
br: Dizoloit istorioù dedennus ha startijenn enne war ar web, aozet gant Pocket.
da: Opdag fascinerende og tankevækkende historier fra internettet, udvalgt af Pocket.
id: Temukan cerita yang menarik dan menggugah pikiran dari sepanjang web, yang dikurasi oleh Pocket.
pt_pt: Descubra histórias fascinantes e inspiradoras de toda a Internet, com curadoria do Pocket.
ru: Откройте для себя интересные и наводящие на размышления статьи со всего Интернета, подготовленные Pocket.
uk: Знаходьте захопливі історії та розповіді, що змушують задуматися, з усієї мережі, відібрані Pocket.

# TodayWidget.PocketWidgetSubLabel
source: Beacon - Recommended by Pocket
br: Beacon - Erbedet gant Pocket
da: Beacon - Anbefalet af Pocket
id: Impervious - Direkomendasikan oleh Pocket
pt_pt: Impervious - recomendado pelo Pocket
ru: Beacon - Рекомендовано Pocket
uk: Impervious - рекомендовано Pocket

# TodayWidget.PocketWidgetTitle
source: Recommended by Pocket
br: Erbedet gant Pocket
da: Anbefalet af Pocket
id: Direkomendasikan oleh Pocket
pt_pt: Recomendado pelo Pocket
ru: Рекомендовано Pocket
uk: Рекомендовано Pocket

# TodayWidget.PrivateTabButtonLabelV1
source: Private Search
br: Klask prevez
da: Privat søgning
id: Pencarian Pribadi
pt_pt: Pesquisa privada
ru: Приватный поиск
uk: Приватний пошук

# TodayWidget.QuickActionDescription
source: Select a Beacon shortcut to add to your Home screen.
br: Dibabit ur verradenn Beacon da ouzhpennañ war ho skramm degemer.
da: Vælg en Beacon-genvej for at tilføje den til din startskærm.
id: Pilih pintasan Impervious untuk ditambahkan ke layar Beranda Anda.
pt_pt: Selecione um atalho do Impervious para adicionar ao seu ecrã inicial.
ru: Выберите ярлык Beacon, который нужно добавить на Домашний экран.
uk: Виберіть ярлик Impervious, який потрібно додати на головний екран.

# TodayWidget.QuickActionDropDownMenu
source: Quick action
br: Ober prim
da: Hurtig handling
id: Tindakan cepat
pt_pt: Ação rápida
ru: Быстрое действие
uk: Швидка дія

# TodayWidget.QuickActionGalleryDescription
source: Add a Beacon shortcut to your Home screen. After adding the widget, touch and hold to edit it and select a different shortcut.
br: Ouzhpennit ur verradenn Beacon d’ho skramm degemer. Goude bezañ ouzhpennet ar widjet, klikit ha dalc’hit evit kemmañ ha diuzit ur verradenn all.
da: Tilføj en Beacon-genvej til din startskærm. Efter at du har tilføjet en ny widget, skal du trykke og holde for at redigere den og vælge en anden genvej.
id: Tambahkan pintasan Impervious ke layar Beranda Anda. Setelah menambahkan widget, sentuh dan tahan untuk mengeditnya lalu pilih pintasan yang berbeda.
pt_pt: Adicione um atalho do Impervious ao seu ecrã inicial. Depois de adicionar o widget, toque e aguarde para o editar e selecione um atalho diferente.
ru: Добавьте ярлык Beacon на Домашний экран. После добавления виджета совершите долгое нажатие, чтобы отредактировать его и выбрать другой ярлык.
uk: Додайте ярлик Impervious на головний екран. Після додавання віджета торкніться й утримуйте, щоб змінити його та вибрати інший ярлик.

# TodayWidget.QuickActionsGalleryTitle
source: Quick Actions
br: Oberoù prim
da: Hurtige handlinger
id: Tindakan Cepat
pt_pt: Ações rápidas
ru: Быстрые действия
uk: Швидкі дії

# TodayWidget.QuickActionsSubLabel
source: Beacon - Quick Actions
br: Beacon - Oberoù prim
da: Beacon - Hurtige handlinger
id: Impervious - Tindakan Cepat
pt_pt: Impervious - Ações rápidas
ru: Beacon - Быстрые действия
uk: Impervious - Швидкі дії

# TodayWidget.QuickViewGalleryDescription
source: Access your open tabs directly on your homescreen.
br: Kit war hoc’h ivinelloù digor deus ho skramm degemer.
da: Få adgang til dine åbne faneblade direkte på din startskærm.
id: Akses tab terbuka Anda langsung di layar beranda.
pt_pt: Aceda aos seus separadores abertos diretamente no seu ecrã inicial.
ru: Получите доступ к своим открытым вкладкам прямо с домашнего экрана.
uk: Доступ до відкритих вкладок безпосередньо з головного екрана.

# TodayWidget.QuickViewGalleryDescriptionV2
source: Add shortcuts to your open tabs.
br: Ouzhpennit berradennoù betek hoc’h ivinelloù digor.
da: Tilføj genveje til dine åbne faneblade.
id: Tambahkan pintasan ke tab terbuka Anda.
pt_pt: Adicione atalhos para os seus separadores abertos.
ru: Добавьте ярлыки на открытые вкладки.
uk: Додати ярлики до відкритих вкладок.

# TodayWidget.QuickViewGalleryTitle
source: Quick View
br: Alberz prim
da: Hurtigt overblik
id: Lihat Sekilas
pt_pt: Vista rápida
ru: Быстрый просмотр
uk: Швидкий перегляд

# TodayWidget.QuickViewLargeGalleryDescription
source: Add shortcuts to your open tabs.
br: Ouzhpennit berradennoù betek hoc’h ivinelloù digor.
da: Tilføj genveje til dine åbne faneblade.
id: Tambahkan pintasan ke tab terbuka Anda.
pt_pt: Adicione atalhos para os seus separadores abertos.
ru: Добавьте ярлыки на открытые вкладки.
uk: Додати ярлики до відкритих вкладок.

# TodayWidget.QuickViewOpenTabsSubLabel
source: Beacon - Open Tabs
br: Beacon - Ivinelloù digor
da: Beacon - Åbn faneblade
id: Impervious - Buka Tab
pt_pt: Impervious - separadores abertos
ru: Beacon - Открытые вкладки
uk: Impervious - Відкриті вкладки

# TodayWidget.SearchInFirefoxTitle
source: Search in Beacon
br: Klask e Beacon
da: Søg i Beacon
id: Cari di Impervious
pt_pt: Pesquisar no Impervious
ru: Искать в Beacon
uk: Шукати в Impervious

# TodayWidget.SearchInFirefoxV2
source: Search in Beacon
br: Klask e Beacon
da: Søg i Beacon
id: Cari di Impervious
pt_pt: Pesquisar no Impervious
ru: Искать в Beacon
uk: Шукати в Impervious

# TodayWidget.SearchInPrivateTabLabelV2
source: Search in Private Tab
br: Klask en un ivinell brevez
da: Søg i private faneblade
id: Cari di Tab Pribadi
pt_pt: Pesquisar num separador privado
ru: Искать в приватной вкладке
uk: Шукати у приватній вкладці

# TodayWidget.TopSitesGalleryDescription
source: Add shortcuts to frequently and recently visited sites.
br: Ouzhpennit berradennoù d’al lec’hiennoù az it warne alies ha nevez zo.
da: Tilføj genveje til ofte og senest besøgte websteder.
id: Tambahkan pintasan ke situs yang sering dan baru-baru ini dikunjungi.
pt_pt: Adicione atalhos para sites visitados com frequência e recentemente.
ru: Добавьте ярлыки на часто посещаемые и недавно посещённые сайты.
uk: Додайте ярлики для частих і недавніх сайтів.

# TodayWidget.TopSitesGalleryTitle
source: Top Sites
br: Lec’hiennoù meur
da: Mest besøgte websider
id: Situs Teratas
pt_pt: Sites principais
ru: Топ сайтов
uk: Часті сайти

# TodayWidget.TopSitesSubLabel
source: Beacon - Top Sites
br: Beacon - Lec’hiennoù meur
da: Beacon - Mest besøgte websider
id: Impervious - Situs Teratas
pt_pt: Impervious - sites principais
ru: Beacon - Топ сайтов
uk: Impervious - Часті сайти

# TodayWidget.ViewMore
source: View More
br: Gwelout muioc’h
da: Se flere
id: Tampilkan Lebih Banyak
pt_pt: Ver mais
ru: Показать ещё
uk: Дивитися більше

# TodayWidget.ViewMoreDots
source: View More…
br: Gwelout muioc’h…
da: Se flere…
id: Tampilkan Lebih Banyak…
pt_pt: Ver mais…
ru: Показать ещё…
uk: Дивитись більше…
